---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepWaterloopChillertype
source: html/d92c9d37-1e30-1951-d314-6c0f648ff582.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepWaterloopChillertype Property

"Chiller Type"

## Syntax (C#)
```csharp
public static ForgeTypeId MepWaterloopChillertype { get; }
```